Repository: 975L/UserBundle
Catalog: Resources/translations/user.*.xlf
Languages: es, fr

source: Account activated
es: Cuenta activada
fr: Compte activé

source: Account created waiting validation
es: Cuenta creada validación de espera
fr: Compte créé en attente de validation

source: Actions
es: Acciones

source: Back to dashboard
es: Volver al tablero
fr: Retour au tableau de bord

source: By creating an account on <strong>%site%</strong>
es: Al crear una cuenta en <strong>%site%</strong>
fr: En créant un compte sur <strong>%site%</strong>

source: I solve this little challenge
es: Resuelvo este pequeño desafío
fr: Je résouds ce petit challenge

source: Change password
es: Cambia la contraseña
fr: Changement de mot de passe

source: Creation
es: Creación
fr: Création

source: Data
es: Datos
fr: Données

source: Delete account
es: Borrar cuenta
fr: Suppression du compte

source: Modify my profile
es: Modificar mi perfil
fr: Modifier mon profil

source: This email was sent to you by <strong>%site%</strong>
es: Este correo electrónico fue enviado por <strong>%site%</strong>
fr: Cet email vous a été envoyé par <strong>%site%</strong>

source: Firstname
es: Primer nombre
fr: Prénom

source: Forgot password
es: Se te olvidó tu contraseña
fr: Mot de passe oublié

source: Gender
es: Género
fr: Genre

source: Lastname
es: Apellido
fr: Nom

source: Mail with password reset sent
es: Mail con restablecimiento de la contraseña enviada
fr: Mail avec ré-initialisation de mot de passe envoyé

source: Man
es: Hombre
fr: Homme

source: Managment
es: Administración
fr: Gestion

source: * Mandatory field
es: * Campo obligatorio
fr: * Champ requis

source: Member since
es: Miembro desde
fr: Membre depuis

source: My account
es: Mi cuenta
fr: Mon compte

source: Password already requested
es: Ver mi perfil público
fr: Voir mon profil public

source: Profile
es: Perfil
fr: Profil

source: Regards,<br />The %site% Team
es: Saludos,<br />El equipo de %site%
fr: Cordialement,<br />L'équipe %site%

source: Request for password change
es: Solicitud de cambio de contraseña
fr: Demande de changement de mot de passe

source: Reset content
es: Restablecer el contenido
fr: Ré-initialisation contenu

source: Reset of password
es: Restablecimiento de contraseña
fr: Ré-initialisation du mot de passe

source: Sign in
es: Registrarse
fr: Me connecter

source: Create my account
es: Crear mi cuenta
fr: Créer mon compte

source: Sign out
es: Desconectar
fr: Me déconnecter

source: Thank you for your confidence!<br />We remain at your disposal for any request.
es: ¡Gracias por su confianza!<br />Quedamos a su disposición para cualquier petición.<br />
fr: Merci pour votre confiance !<br />Nous restons à votre disposition pour la moindre demande.

source: Modify user profile
es: Modificar perfil del usuario
fr: Modification profil utilisateur

source: User profile
es: Perfil del usuario
fr: Profil utilisateur

source: By using my account created on <strong>%site%</strong>
es: Utilizando mi cuenta creada en <strong>%site%</strong>
fr: En utilisant mon compte créé sur <strong>%site%</strong>

source: By using one of the following service
es: Utilizando uno de los siguientes servicios
fr: En utilisant l'un des services suivants

source: View my profile
es: Ver mi perfil
fr: Voir mon profil

source: Woman
es: Mujer
fr: Femme

source: My email
es: Mi email
fr: Mon email

source: My firstname
es: Mi primer nombre
fr: Mon prénom

source: My lastname
es: Mi apellido
fr: Mon nom

source: Your account has been deleted.
es: Su cuenta ha sido eliminada.
fr: Votre compte a été supprimé

source: By deleting my account, I understand that everything linked to my account will de deleted. <strong>I also understand that this action is immediate and irreversible.</strong>
es: Al eliminar mi cuenta, entender que todo va ligado a mi cuenta será eliminado. <strong>Entiendo que aussi cette acción es inmediata e irreversible.</strong>
fr: En supprimant mon compte, je comprends que tout ce qui est lié avec, sera supprimé. <strong>Je comprends aussi que cette action est immédiate et irréversible.</strong>

source: We use <a href="http://gravatar.com" rel="nofollow">gravatar.com</a> to display image
es: Utilizamos <a href="http://gravatar.com" rel="nofollow">gravatar.com</a> para visualizar la imagen
fr: Nous utilisons <a href="http://gravatar.com" rel="nofollow">gravatar.com</a> pour afficher l'image

source: Thank you for your confidence!<br />Regards,
es: ¡Gracias por su confianza!<br />Saludos,
fr: Merci pour votre confiance !<br />Cordialement,

source: Hi,
es: Hola,
fr: Bonjour,

source: We advise you to save our email address "%email%" in your address book so that our emails are not classified as spam.
es: Le recomendamos que guarde nuestra dirección de correo electrónico "%email%" en su libreta de direcciones para que nuestros mensajes de correo electrónico no están clasificados spam.
fr: Nous conseillons d'enregistrer notre adresse email "%email%" dans votre carnet d'adresses afin que nos emails ne soient pas classés spam.

source: By creating this account, I confirm that I accept the <strong><a href="%terms_link%" rel="nofollow">Terms of use</a></strong>, the <strong><a href="%privacy_link%" rel="nofollow">Privacy policy</a></strong> and the <strong><a href="%cookies_link%" rel="nofollow">Use of cookies</a></strong> from <strong>%site%</strong>.
es: Al crear esta cuenta, confirmo que acepto los <strong><a href="%terms_link%" rel="nofollow">Condiciones de uso</a></strong> y <strong><a href="%privacy_link%" rel="nofollow">Política de privacidad</a></strong> de <strong>%site%</strong>.
fr: En créant ce compte, je confirme que j'accepte les <strong><a href="%terms_link%" rel="nofollow">Conditions générales d'utilisation</a></strong> et les <strong><a href="%privacy_link%" rel="nofollow">Règles de confidentialité</a></strong> de <strong>%site%</strong>.

source: I use this form to register, with my email address and my password. A confirmation email will be sent to me.
es: Yo uso este formulario para registrarse, con mi dirección de correo electrónico y mi contraseña. Un correo electrónico de confirmación será enviado a mí.
fr: J'utilise ce formulaire pour m'enregistrer, avec mon adresse email et mon mot de passe. Un email de confirmation me sera envoyé

source: I use this form to reset my password
es: Yo uso este formulario para restablecer mi contraseña
fr: J'utilise ce formulaire pour ré-initialiser mon mot de passe

source: I use this form to reset my password
es: Yo uso este formulario para restablecer mi contraseña

source: Password
es: Contraseña
fr: Mot de passe

source: Remember me
es: Recordar
fr: Se souvenir de moi

source: Repeat password
es: Repita la contraseña
fr: Répéter mot de passe

source: An email has been sent to <strong>%email%</strong>. It contains a link you must click to activate your account.
es: Se ha enviado un email a <strong>%email%</strong>. Contiene un botón que deberá hacer clic para activar su cuenta.
fr: Un e-mail a été envoyé à l'adresse <strong>%email%</strong>. Il contient un bouton sur lequel il vous faudra cliquer afin d'activer votre compte.

source: Check your mailbox
es: Verifica su correo
fr: Vérifiez votre boîte mail

source: To validate your user account, please visit the link below.
es: Para validar su cuenta de usuario, haz clic en el botón de abajo.

source: This link can only be used once to validate your account.
es: Este botón sólo puede utilizarse una vez para validar su cuenta.
fr: Ce bouton ne peut être utilisé qu'une seule fois pour valider votre compte.

source: Confirm your registration
es: Confirma su registro
fr: Confirmez votre inscription

source: Congratulations, your account is now activated!
es: Felicidades, su cuenta está ahora confirmada !

source: Current password
es: Contraseña actual
fr: Mot de passe actuel

source: The password has been changed.
es: La contraseña se ha cambiado con éxito.
fr: Le mot de passe a été modifié.

source: Latest sign in
es: Última registrarse
fr: Dernière connexion

source: Latest sign out
es: Última desconectar
fr: Dernière déconnexion

source: The profile has been well modified
es: El perfil ha sido bien modificado
fr: Le profil a bien été modifié

source: You asked to re-initialize your password. To do this, please visit the link below.
es: Usted solicitó volver a inicializar su contraseña. Para hacer esto, haz clic en el botón de abajo.
fr: Vous avez demandé à ré-initialiser votre mot de passe. Pour ce faire, merci de cliquer sur le bouton ci-dessous.

source: If you did not initiate this action, you have nothing to do, your password will not be changed and the link will expire on %date%.
es: Si no inició esta acción, no tiene nada que hacer, su contraseña no se cambiará y el enlace caducará el %date%.
fr: Si vous n'avez pas initié cette action, vous n'avez rien à faire, votre mot de passe ne sera pas changé et le lien expirera le %date%.

source: An email has been sent to <strong>%email%</strong>. It contains a link you must click to reset your password.
es: Se ha enviado un email a <strong>%email%</strong>. Contiene un enlace que deberá hacer clic para restablecer su contraseña.
fr: Un e-mail a été envoyé à l'adresse <strong>%email%</strong>. Il contient un lien sur lequel il vous faudra cliquer afin de ré-initialiser votre mot de passe.

source: The password has been reset successfully
es: La contraseña se ha initializado con éxito
fr: Le mot de passe a été réinitialisé avec succès

source: You have already signed in
es: Negocio

source: I must sign in before being able to use this service
fr: Si vous n'avez pas initié cette action, merci de nous contacter.

source: To validate your user account, please visit the link below.
fr: Pour valider votre compte utilisateur, merci de cliquer sur le bouton ci-dessous.

source: Congratulations, your account is now activated!
fr: Félicitations, votre compte est maintenant activé !
